---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Railing
enum: Autodesk.Revit.UI.PostableCommand
zh: 栏杆
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Railing

**中文**: 栏杆

Creates a railing by sketching the railing path.